{
  "edu": [
    {
      "page": "edu",
      "title": "13/7/2012 \n The Pulse : National Education (Part 1)",
      "src": "https://www.youtube.com/embed/k_e8NqonP3c",
      "transcription": ""
    },
    {
      "page": "edu",
      "title": "13/7/2012 \n The Pulse : National Education (Part 2)",
      "src": "https://www.youtube.com/embed/4JBRzvr1nbM",
      "transcription": ""
    },
    {
      "page": "edu",
      "title": "Time with the Editor-in-Chief",
      "src": "https://www.youtube.com/embed/-7m7zRvtYkU",
      "transcription": [
        "(2:32) \n H: Our topic today is ‘Hong Konger’s got shot’. In fact, there’s really someone got shot. An 18 year-old, an 11th grader, was shot and injured by a policeman. However, it was extremely chaotic at the scene. Mr. Leung, do we have a clip prepared for the audience to view online? \n L: Right. I’ll play the clip in a moment and this clip is rather complete. The reason why I’m saying this is because people used to say ‘pictures don’t lie’. However, in this era when information travels so fast and with advanced editing skills, it is doubtful if you can still tell the truth based on a single image. Therefore, the clip that I’m playing you today is the one which shows us more regarding what happened before the accident. It is comparatively more complete. \n Our topic today is Hong Koger’s got shot. As you all know, we are talking about an 18 year-old, an 11th grader, who got shot during a riot when he was attacking a policeman. To me, he’s not the only person who got shot - people who are still living in Hong Kong, and people like me who were born and raised in Hong Kong but have resettled somewhere else and still have the emotional attachment to the place - we all got hurt, got shot as we see how things have evolved in Hong Kong. I would like to discuss in depth about what exactly happened. Yet, before getting into it, it’s important that you grasp the fact. If you don’t acknowledge the fact but use only your political stance to understand or judge, any discussion would be meaningless and destructive. You need facts for everything. You can have different perspectives on the same fact but you can’t twist the facts. \n So, did a secondary school student get shot during the riot? Or, did a thug get shot when attacking a policeman? \n We have two different sayings here. With my colleague’s assistance, you will watch a clip which has been used by multiple sources and media to analyze. In this clip, you’ll see around 10 rioters who were fully geared with masks, helmets,  shields, and different sorts of weapons such as wrenches, pipes, and hammers, wandering the streets in Tsuen Wan as if they were searching for targets. Once they marked a target, they ran towards it right away. The camera followed along and captured a policeman who seemed to be singled out, holding only a long shield. The group chased to attack the police and the police got pushed and fell on the ground after attempting the escape. The group, including the student who got shot, jumped on him and started beating him. \n H: The clip is up now. As Mr. Leung has described, you can see a group of fully geared youngsters who are ready to assault. The situation is pretty serious. \n L: So yes, you can really identify it as an ambush. They’ve already caught the prey and started beating him. Other riot police, including the one who would fire the shot, have got there, drawn the gun, trying to help the policeman who has got attacked. \n H: Oh! We could see he’s overwhelmed. There were so many people in black overpowering the policeman and started to use things like umbrellas and other weapons to attack. \n L: Meanwhile, there were several police rushing towards the policeman, trying to save him, and drew the gun during that time. As for this student, no one knew that he was in fact a student as he wore masks and geared up. \n H: Oh! There were even people throwing petrol bombs! \n L: Right. You can rewatch this clip online. The whole process was that the group ambushed and attacked a policeman who had already fallen to the ground and few other police tried to save their colleague, initially using their legs to kick (the attackers) but it didn’t work. It all happened within a few seconds. As the gang was attacking the policeman, this student, who got shot, turned around and tried to ‘bravely’ disarm the policeman, who had drawn the gun, with the iron pipe. The student was hitting the police’s hand, attempting to make the gun drop to the ground. \n If you watch other clips for a zoom in and slow motions, you would see that he did manage to hit the hand. The hand got hit, the hand shaked, and the shot was fired. That’s it. We have so many people standing up for this student, not mentioning words like ‘rioters’ or ‘attacking police’ but simply saying that the police used real bullets to ‘execute’ or ‘shoot’ a student, purposefully avoiding the fact. For people who live in the States, we all know that if the above situation happened in the States, there would have been more people who got shot, and more than one shot would have been fired. We all know that if you possess those weapons and gears, and you try to attack a police, there’s no way to have only one shot fired. \n Today, there’s a ridiculous question at the press conference where a journalist questioned the policeman: Why didn’t you aim at the hand or the leg? \n This journalist also questioned about the absence of warning before firing the shot. I’d like to ask this journalist: When these rioters attack the police, did they make any warning in advance? Do they have any guidelines or constraints as they attack the police? As the police, as a law enforcer, are striving to stop violence and curb disorder, we aim back at them to question this and that. To be honest, what the journalist asked was very ignorant and naive. There’s only one objective when the police are to use guns: to disable the person. Having assessed the situation, if it’s believed that the person would potentially harm anyone, including the police or the person himself, the police would fire the shot. Given the purpose of firing the shot is to stop one’s action immediately, to ensure it’s effective, it’s reasonable to shoot the largest part - the body. There’s no specific training for aiming hands. Would you then argue whether it should be aiming at the palm, the forearm, or the upper arm? Would you then demand the police to aim at the toe instead if he had shot the thigh? Completely ridiculous, ignorant, and naive. \n Let’s get back to this event. There’s no need to argue if the police were violent but you should ask why these rioters with full gears would choose to ambush the police in the first place. They actively searched for police to attack. When they did that proactively and got curbed by the police, there’s no doubt that they should use force. Would you expect the police to talk them out of attacking? When you employ force to attack the police, force would be the only response. When the police employ force as a response, you then accuse them of excessive force and police brutality. These are absolutely ridiculous. There are two types of people who would say something like this: 1) the ignorant and deceived, and 2) the ones who want to purposefully add fuel to the fire.",
        "(14:06) \n H: Welcome back to the second part of the Time with the Editor-in-Chief. We’ve received comments from our audience online and we will respond later. For now, let’s get back to Hong Konger’s got shot, today’s topic. In fact, we’d also discussed in previous episodes whether the situation would deteriorate. Some even asked if anything would happen on Oct 1 and, indeed, this incident occurred on Oct 1. The National Day of China this year was really sad in Hong Kong and that posted two extremes: people in the mainland were joyously celebrating the 70th anniversary of the country, traveling around, watching the military parade while shots were being fired and people were bleeding in Hong Kong. Mr. Leung, what’s your view on this? \n L: I think a lot of people, including me, were shocked when they learnt about this news. He’s only an 11th grader, a student of a school. It’s natural for us to think back and recall what it was like when we were 11th graders. Certainly, the education system has changed: they only need to sit for the Hong Kong Diploma of Secondary Education Examination in grade 12 whereas the Hong Kong Certificate of Education Examination occured in grade 11 in the past so there is a one-year difference. However, at that time, in order to fight for the chance to study matriculation courses for the Hong Kong Advanced Level Examination and earn a place to study in the university, we would spend the last two years before the exam ‘preparing for the war’ - not going onto streets to attack police but to prepare for the exam. It should have been an extremely occupied period, but also cherishable as the secondary school years were getting to an end. Regardless of his age being slightly older than a normal 11th grader, he is still a student. Why would he choose to be fully geared to attack the police on streets instead of spending time with family or friends on a holiday? Stop saying that the police attacked him. He actively searched for and jumped on the police, and conducted all these violent acts. Why would a secondary school student do something like that? What had made him so violent? He used a weapon to attack a policeman whom he didn’t know. \n On one hand, you can tell that he’s ruthless when beating the police. On the other hand, he tried to use the iron pipeto challenge another policeman who had drawn a gun. Very brave, very ruthless, very violent, yet very foolish at the same time. There’s a tranquil life but he chose to participate in a riot. There’s a gun being drawn but he chose to advance and keep attacking, believing that he could disarm the police. It’s a naive, foolish thought. Today, we have a group of youngsters as such: ruthless and violent, yet lack the ability to make mature and sound judgements. This is a fatal combination. \n Since he is a student, it’s natural for us to ask about his school: what happens in classrooms, what the teachers teach, how the principal manages the school, etc. \n Why would the student become so violent and choose to attack police on streets? Afterwards, there were also videos showing students and alumni questioning the school leadership team, urging them to state their position and condemn police brutality. To my understanding, the principal is still vague about the stance, only offered condolence to the student. Certainly, some called for severe penalties for the student. It’s obvious that the leadership team is timid, afraid of making a clear stance. \n H: It’s also the norm in Hong Kong as well. Even for some established figures or public organizations, they don’t dare to take a stance. The entire public discourse is one-sided. \n L: I think the biggest problem in Hong Kong is that there’s no longer right and wrong. People are afraid of truths and they only identify with political slogans and political stances. People are labelled as ‘yellow’, ‘blue’, or ‘red’ and they chant countless vague and hollow political slogans. For instance, what does “Hong Kong people, ‘add oil’(keep it up)!” (香港人加油) even mean? At a match, we could cheer for the Hong Kong team, encourage them to keep it up; in everyday life, it could mean ‘keep it up and earn more money’, ‘travel more’, or even ‘keep the street clean’!  This line itself is inane and you can assert so many meanings to it. What exactly does it mean? When you’re chanting the liberation slogan, what exactly is in this discourse? Today, you’re only chanting a simple slogan and it seems like you’re already participating in a movement. Yet, can you tell me more about the idea or the discourse? For those students who have been chanting all the slogans, can they elaborate for me? Today, we see a student lying on the floor. Two weeks ago, we saw students wearing masks, forming human chains around school buildings, chanting these inane, brainwashing political slogans. \n While people detest what happened during the political turmoil in China and  accuse them of the utilization of political slogans, this is exactly what is happening in Hong Kong. Schools allow students to chant these slogans on campus. Has anyone even considered that these students would then take part in riots during weekends? What are the responsibilities of the school personnel? Are schools still a place where student’s basic knowledge and skills and virtue are nurtured, or a concentration camp for political brainwashing?",
        "(23:20) \n H: Welcome back to the third part of the Time with the Editor-in-Chief. We’ve been talking about the shooting. Mr. Leung, in your opinion, what’s wrong with the education system in Hong Kong? Generally speaking, even here in the U.S., we seldom talk about politics in K-12 classrooms but you can certainly study politics or fields related to politics at the university. However, it seems like in recent years, especially in these few months, these political ideologies have been penetrating in schools, even primary schools, and being taught to children who might not be mature enough. What’s your view on Hong Kong’s education problem? \n L: I was a teacher in Hong Kong after graduating from the university. In fact, I had been teaching even prior to receiving tertiary education. As a certified Hong Kong teacher and a former member of the Hong Kong Professional Teachers' Union, I’d say I only know what it used to be like and I have no clue what is happening in the classrooms now. There used to be no discussions around politics. However, I believe the concept of teachers as an authoritative figure has not changed. Not only is there a teacher-student power imbalance, students are also prone to believe what teachers say easily just because they are the teachers - who know better and teach! With this special status and authority, similar to priests in churches, teachers should be mindful of what they are teaching. If your students step outside of the classroom, filled with hatred, and believe it’s totally fine to attack a policeman or a person, there’s a huge issue in our classrooms and our education. Nowadays you see secondary school students, or even upper primary school students participating in these events. In no doubt there are issues among these students, but issues among teachers and principals are most serious since these students are under their guidance and nurture. We can see what’s happening on university campuses. On the campus of Chinese University of Hong Kong, my alma mater, there are graffiti and political slogans all over the place, as if it has been occupied by rioters. \n H: I believe they called the president out? \n L: Therefore, the current problem is not simply about the students who geared up, attacked people, and destroyed infrastructures, but also those teachers and principals who educate them. It’s been more than 20 years since the handover and these teachers used to be students. There’s a generational causality and what we can see on the street now is the fruit of that chain. It’s a deep-rooted problem to a point that revising the curriculum is not entirely helpful or effective. Certainly, you need to revise the curriculum, re-introducing subjects such as national education and Chinese history, yet the practitioners/educators themselves have already been heavily influenced by their ideology and some are determined to transmit those ideas to their students, even beautify violence. \n A friend of mine read this post in a social media group: while passing by a school building, students were heard chanting political slogans in the classrooms, extremely loud. Imagine, if students were chanting in the classrooms, a teacher might be present. Would the teacher be leading the chants?  While politics has penetrated campuses, schools have been reinforcing and amplifying these hatred and political biases. We must ask the officers of the Hong Kong Education Bureau: in this situation, are you going to remain indifferent and believe it’s not your business because you just want to stay away from controversies? That’s how they are reacting and I see no action being taken by the government in terms of education. There are so many teenagers being destroyed as they trust their teachers wholeheartedly and some actually do go to riots. And what about some other students who are indeed hesitant? As I mentioned last time regarding the photos which students had one eye covered, two students refused to follow. I believe students like those two have been experiencing a tremendous amount of stress because teenagers are vulnerable to peer pressure. They could be forced to follow the crowd or be boycotted or bullied otherwise. As these serious and pressing problems are happening in schools, is there anyone from the Bureau handling these problems? Back in those years when I was still a teacher, we took the inspectors’ school visits very seriously. Every one or two years, they would come, sit in our classes, and assess our performance. It’s pretty nerve-wracking. Today, while certain classrooms have turned into brainwashing camps, what have the education officers done? Have they tried to do anything to prevent our students from suffering physically and mentally? \n When we return after the break, I’d like to show you a clip regarding what the president of the Chinese University of Hong Kong has recently experienced.'",
        "(31:24) \n H: Welcome back to the Time with the Editor-in-Chief. I know that Mr. Leung has prepared a clip on an incident that happened to the president of the Chinese University of Hong Kong, your alma mater. \n L: Right. I’d like to say a few things before showing the clip. These students on the streets becoming rioters is an outcome. Therefore, we really need to have a good grasp of what exactly is being taught in secondary schools. This requires great attention. Anyways, these secondary school students will become college students in one or two years and the current college students used to be those secondary school students. They have been through the same path. There’s no need for us to be surprised now that these universities in Hong Kong have become “riot universities'' since it’s actually a production chain. The current education system in Hong Kong is producing batch after batch, generation after generation of young people who would disrupt public order and disregard law and discipline. \n Besides, these people’s morals and ethics have already been destroyed. They have their own standards. If anyone disagrees with their ideas or discourses, they will use violence to stop and silent you. This is terrifying. On one hand, you chant to fight for freedom and democracy. On the other hand, the ones who are on the frontline have absolutely no concept of democracy and have shown no respect for others freedom and opinion. If you don’t agree with them, they will attack you, depriving you of the opportunity to express an opposite opinion. This is extremely autocratic. It’s still fine if you’re just shouting different opinions at each other, head to head. Yet, they use different means and actions to curb others, stop others from expressing opposite views, or demand others to follow their discourse. It’s a kind of terrorism. When you employ actions to demand and threaten others to accept and follow your thoughts, it’s autocracy and terrorism. \n Teachers are the cause of these students because they are afraid to talk about right and wrong. When a student makes a mistake, the teacher doesn't dare to point out and rectify: “Student, that’s wrong. It should be perceived as..., or the truth is…, or you should read more/different sources about…” Nowadays, some aren’t teaching students but avoiding teaching; some teach their biases to students; and some choose to be a bystander even though the fact is twisted. The latter includes the president of the Chinese University of Hong Kong, Rocky Tuan. Students forced him to come out and condemn the police. He didn’t want to, initially, but the students smashed the office door down to get to him. He then came out to the huge lecture hall to speak with the students who kept criticizing Tuan. It’s obvious that these students have been living in some sort of religious sentiment that they have their own thoughts and logic and are completely disconnected from reality. I watched a few excerpts of the clip and a line went: “Students of the Chinese University are going to be shot and killed by the police so how could you, the president, not say something!” All these fantasies. \n But how did the president respond? Timidly. “I condemn violence.” \n Why would he say that? Why couldn’t he say: “That's not right” or “That’s a flawed statement”. \n He failed to directly point out that the student was wrong. Instead, he chose to avoid: “I condemn all violence ” - didn’t say the police were wrong but was implicitly condemning both the police and the rioters - trying to play ‘smart’. \n One must be certain on these critical issues, what is right is right and what is wrong is wrong. A president must assume responsibilities. Anyways, certainly, the students were not satisfied with his answer since he was avoiding it. Let’s watch the following video and see how students reacted when they were unsatisfied - \n Jumped onto the table during the conversation and threw ‘note offerings’ (joss paper) at the president. You can tell that the president was wrathful, staring right at the student. His anger is completely understandable but it goes back to what I’ve been saying today: President Tuan, before all these anger, please think back how you chose to engage with students’ fallacies. You chose to back away and go ambiguous. \n In today’s society, there are far too many people backing away from accusing these fallacies and violence. For schools, people have been backing away from criticizing how teachers are educating and misleading our young people. They never care. Right now, it’s high time for us to face the problem. If people would like to save Hong Kong, these are the issues that must be addressed directly. \n H: After the news, we’d discuss how we could stop the situation in Hong Kong from deteriorating and some possible ways to improve.",
        "(38:08) \n H: Welcome back to the Time with the Editor-in-Chief. Every week as we talk about the situation in Hong Kong, there’s been rapid and concerning development. Unfortunately, we end up seeing blood now. Mr. Leung, we know that there are several laws that could be implemented, including the Emergency Regulations Ordinance and the anti-mask law. The latter should have been implemented but not yet. Many western countries such as Canada have it, which forbids protesters to wear face masks while participating in protests, but not Hong Kong. Do you think it’s time to introduce it, or is it a little too late? \n L: It’s never too late. The discussion about the anti-mask law has been around for a while in Hong Kong. Some proposed it when Occupy Central happened (in 2014) but it was neglected. I received an image from my old schoolmate this morning, perhaps our colleagues could help show it to our audience. \n Which countries have banned protesters from wearing masks? According to this image, there are quite a few: the U.S., Italy, Germany, Norway, Denmark, Austria, Sweden, France, Belgium, Canada, Spain, Ukraine, Latvia, Bulgaria, and the Netherlands. \n H: The U.S. implemented the anti-mask law in 1845, it’s a pioneer. \n L: Most of the countries listed here are considered as developed democracies in Europe and North America. While these countries have the anti-mask law, several Hong Kong politicians who are fed on chaos oppose it, saying that they are concerned about this and that. The most incomprehensible part is the overcautiousness of the government. There’s even an argument saying that banning masks is bad because it would make the protesters more radical. How ridiculous this logic is. Today, if we rob, it will be a criminal offense and we will be prosecuted and barred, right? Would you say: “Let’s not do this. If we bar the robbers, there will be even more robbers committing more robberies. Let’s not make it a criminal offense”? \n People cover their faces because they want to hide their identities. They want to hide their identities because they don’t want to be recognized for what they plan to do: to breach the law. I call them “Kamen Riders”, having their faces covered and automatically transformed into supermen, as if they could do whatever they want without bearing any consequences. Today, as we see, these rioters who have their faces covered are brutally attacking the police. Not only do they employ hard objects, weapons, and sharp items to attack police, they even set fire and use petrol bombs. Has it been thought through that if the bomb hit the police, someone will die? When you use these bats, hard objects, bricks, spanner, pincers, and hammers to attack the police, do you know you can beat someone to death? All these actions post serious dangers to lives. Besides, some even use corrosive liquid. We’ve seen some policemen having a large part of their bodies being burnt which require skin grafting. These rioters resort to every conceivable means to harm the others because they believe that they can avoid any criminal responsibility. \n Thinking back a year or two before and after Occupy Central (in 2014), I went back to observe these assemblies and the organizers on stage kept indoctrinating: “Hong Kong police can’t arrest us all. There are only tens of thousands of police but we have so many of us so they can’t arrest us all.” They have been indoctrinating these fallacies that it’s fine to do whatever they want because they outnumber the police force and they can easily blend into a regular crowd. \n This is exactly why those countries have the anti-mask law. When one has the mask on, that person is going to do something illegal. After committing the crime, one can disavow - ‘the person captured on screen is not me, you can’t see my face’ - and evade criminal responsibilities. Therefore, the anti-mask law is implemented to curb riot and prevent people from taking the advantage of the mask to commit crimes. \n This law is mild. It doesn’t require anyone to perform anything aberrantly difficult, only not to wear a mask during protests. You can still go to protests and express, criticize the government or the communist party, and chant all sorts of slogans you want, regardless of the meaningfulness. The only thing that you can’t do is to wear the masks because it’s evident that some people could behave so terrifyingly with the masks on. Without the masks, if these people still commit such crimes, it’s easier to prosecute them and hold them accountable. \n Why shouldn’t we do so then? For the sake of public safety and order, why don’t the government do so? It is because they are scared. If the government is afraid of these rioters, then it’s useless. My friends told me that Hong Kong was miserable as it’s technically in anarchy. An anarchy under a government. When facing extreme violence, you say you’re afraid of taking action because it could make them more furious. The more furious they get, the more miserable it would be. Under the major premise of ‘stop violence and curb disorder’ and with the majority of citizens desperately hoping to return to a peaceful life, to one’s surprise we have government officials saying that we shouldn’t anger the rioters. How strange is that. I can only think of two reasons. One, they are genuinely cowards. Two, perhaps they agree with these violence. That’s why Hong Kong’s problem today is extremely complicated. These rioters are not our only bad blood but we also have rotted structures and bodies, bad blood in civil servants, schools and universities as there are so many of them are in power and have high social status. People who are responsible for maintaining public order and reinforcing right and wrong are too timid to do anything or  are simply not doing their job at all. \n H: After the break, we’ll come back for a conclusion.",
        "(46:44) \n H: Welcome back to the last part of the Time with the Editor-in-Chief. Mr. Leung, normally around the National Day, we would discuss the development of China. However, given the worrying situation in Hong Kong recently, we’ve been focusing on Hong Kong’s events these days. In fact, on the National Day, there were a number of incidents which opposed the celebration. Could you talk more about the anti-China sentiment in Hong Kong? \n L: Not sure if the audience had watched the National Day’s military parade and evening gala. I watched around 80-90% of it and you can always go online to revisit the clips and feel the scene. Today, for us being Chinese, what exactly does it mean? What does a sense of identity look like in a Chinese? Nowadays, we have overseas Chinese, who hold different or multiple passports and are living in foreign countries, and 1.4 billion people who are living on China’s land, including Hong Kong and Taiwan. We can approach this question of sense of identity from two perspectives: the cultural, ethnic and historical perspective, and the nationality, citizenship perspective. However, if we trace our Chinese history all the way back to over 5000 years ago, you can see our nation’s cohesion has come from cultural recognition rather than nationality or citizenship. In the U.S. or other modern countries, it’s different. Even for the U.K. which has a rich history. They are different from us. A country bonded by culture and a country bonded by citizenship and territory are different. That’s why sense of identity itself can be another topic for another time. Anyways, it’s evident that Chinese’s sense of identity has always been cultural, tracing back to the origin. We all learn from the three legendary leaders - Yandi, Huangdi, and Chiyou - to The Five Dynasties and the Ten Kingdoms, from the Qin dynasty to the Qing dynasty, to the People's Republic of China. The name of the country, the emperors, and the power and governance structure have experienced so much change. The only thing that’s not altered is the acceptance of our root, our origin, and our history. We are the descendants of Yan and Huang. Therefore, our sense of identity is rooted in cultural recognition and the origin of our ethnicity. This power is extraordinarily strong. It’s similar to the Israelites. Their country had been subjugated for a long time but they still managed to recover the country’s territory and revitalize their culture. It is because their sense of identity was not attached to the name of the country but the historical and cultural roots. And that’s exactly where the pride and passion of the Chinese come from. \n These rioters and politicians in Hong Kong are looking to demolish this sense of identity. They are standing on China’s land yet insulting the Chinese identity - writing and calling ‘Chinas’ (支那人), vandalising the so-called Chinese enterprises and stores, and burning the flag - utilizing all sorts of means to offend the sense of identity as a Chinese. I’d like to ask these rioters and politicians: “Having incited all these violence, provoked all these sentiments, and destroyed so many infrastructures and more; Having cut ties with your own culture and ethnicity, what have you gained and what’s left in you?” When a person loses his sense of identity, what would he become? A wandering soul? \n As said, a sense of identity can be in forms of cultural recognition and citizenship. In Hong Kong, we have a group of radical, paranoid, autocratic, and violent people who use acts of terrorism to destroy the society. They cut ties and say they are not Chinese. So what are you? Even so, we are educating, passing these ideas down from generations to generations. As a result, we have miserable people without ethnic and historic backgrounds. These people are destined to be losers because they can do nothing. It doesn’t make sense for them to live in Hong Kong because they can’t accept the Chinese identity nor the history. However, their language and lifestyle identify them as Chinese. It’s so twisted, struggling, and contradictory. \n If you want to wave the British flag, you’re more than welcome to be a citizen in the U.K.. But why would you stay in Hong Kong then? When you face a single objection or opposition, you smash their shops, beat them up, silence them, and interrupt classes. I watched a clip earlier today, those people entering classroom by classroom, blocking citizen’s way to work or school, etc. How lasting can this be? You’re in your 20s and then you’ll be in your 30s and 40s. Not everyone can live on playing politics, 99.9% can’t. How are these people going to live? When one loses the sense of identity and feels so out of tune with the society, lacking the sense of belonging, what will it look like? We can make reference to the African Americans. There’re so many challenges in the black communities because they were forced to come and work as slaves in America with a loose tie to their cultural roots while the American society has not been treating them fairly. With a vague cultural recognition of their own roots and a low sense of belonging in the society where they currently live, that’s the outcome. \n What kind of future do these young people in Hong Kong want? Today, the ones who are destined to be losers are kidnapping the so-called elites and these elites have absolutely no idea what to do with them. I find these elites to be losers of the losers."
      ]
    }
  ],
  "hkchina": [
    {
      "page": "hkchina",
      "title": "Hong Kong Connection: All the way North",
      "src": "https://www.youtube.com/embed/oZov9NZ8XAM",
      "transcription": "/assets/videoTranscripts/onchina_transcript1.txt"
    },
    {
      "page": "hkchina",
      "title": "What do Hong Kong people think of China or the mainland Chinese?",
      "src": "https://www.youtube.com/embed/yqDZKOd3s3Q",
      "transcription": [
        "What Does Hong Kong Think Of Mainlanders Chinese? 香港觉得中国怎么样？ \n What do Hong Kong people think of China or the mainland Chinese? 香港人是怎么看待中国(人)的呢？ \n Q1: What do you think and (what are) your thoughts about Chinese mainlander(s)? \n 問題1：您對中國大陸人有何看法？\n A1: Well, I think they’re really friendly, to be honest, but you know, all the stereotypes about the mainlanders... There’s a huge cultural difference between Hong Kong and (the) mainland and I think that’s one of the reasons why there are so many conflicts between Hong Kongers and the mainlande\n A1：說實話，我認為他們真的很友好，但是你也知道那些關於內地人的陳規定型觀念。香港與大陸之間存在巨大的文化差異，我認為這是香港人與大陸人之間發生眾多衝突的原因之一。\n A2: They are willing to spend a lot on jewellery or something else here in Hong Kong. They don’t really have a bad impact on me because I haven’t experienced any bad… they haven’t really treated me poorly so… I’m fine with th\n A2：他們在香港願意在珠寶或其他方面花很多錢。他們並沒有對我造成嚴重的影響，因為我沒有遇到任何不好的……他們並沒有對我不好，所以……我對他們（的印象）還好。\n A3: I think they are different from Hong Kongers but I’ve been to the mainland a few times and I have a relative there so I think some of them are very nice... but I think there’s a difference in our cultur\n A3：我認為他們與香港人不同，但我去過大陸幾次，而我的親戚也在大陸，所以我認為他們有些人非常友善……但是我認為我們在文化上存在著差異。\n A4: (unrecognizable) I don’t like China… Some say China takes care of Hong Kong or Hong Kong will die, something like that. I don’t think \n A4 ：（無法識別）我不喜歡中國……（我聽過）中國會照顧香港，否則香港將會死，類似的說法。我不這麼認為。\n A5: I think they are alright,  just like any other people. I don’t have any… I think they are ok\n A5：我認為還可以，就像其他任何人一樣。我沒有……我認為他們是還可以的。\n A6: They don’t follow our rules and don’t behave how we expect them to behave in the public space… this really bothers \n A6 ：（他們）不遵守我們的規則，（他們不遵守）我們期望他們在公共場所所做的事情……這讓我們感到非常困擾。",

        "Q2: Do you consider yourself Chinese? \n 問題2：您認為自己是中國人嗎？\n A1:  Hahaha. Well… umm… in foreign countries, I would call myself a Hong Kong person because Chinese (China) is a little big for me and I would say that I’m from a city rather than from China (a country).\n A1：哈哈哈。嗯……嗯……在國外，我會稱自己為香港人，因為中文（中國）對我來說有點大，我會稱自己是來自一個城市而不是中國（一個國家）。\n A2: Part of them… Q: Can you explain? \n A2: Because I look like Chinese! \n A2：其中一部分...\n 問：您能解釋一下嗎？\n A2：因為我看起來像中國人！\n A3: Well, I’d say I’m a Hong Konger. I was born in Hong Kong and I have learnt everything (received all education) in Hong Kong… a lot of things. So I feel like a true Hong Konger. We, and our culture are different from the Chinese.\n A3：恩，我會說我是香港人。我出生於香港，在香港學習了很多東西（接受教育），很多方面的。因此，我覺得自己是一個真正的香港人。我們與中國人和他們的文化挺不同的。\n A4: Um.. yah, partly. If accepting me as a Chinese would not affect what I would do or what I would plan to do in the future, I think it’s okay because I’m born with this identity and I can’t reject it. But I can’t say that I’m not a Hong Kongese.\n A4：嗯。是的，部分。如果接受我是中國人不會影響我將來會做的事情或將來打算做的事情，那麼我認為是可以的，因為我天生具有這種身份，所以我不能拒絕它。但是我也不能說我不是香港人。\n A5: Yes, I am! \n A5：是的，我是！\n A6: Generally… not at all. Maybe from a cultural perspective, I’m a Chinese. However, I think how you determine your nationality is based on whether people in the community are the same, whether you are a part of them and whether they treat you in the same way. But, to me, we can still easily distinguish between Hong Kong and mainland people so I don’t really consider myself as a Chinese.\n A6：一般來說……一點也不。也許從文化的角度來看，我是中國人，但我認為你如何確定自己的國籍是因為人們認為你是一個群體的一部分，並且他們以同樣的方式對待你。但是，正如我所看到的，我們仍然可以輕鬆地區分香港人和內地人，因此我並不真正認為自己是中國人。",

        "Q3: Why do you think there is so much animosity towards chinese mainlanders? \n 問題3：（香港人）對中國大陸人有很重的敵意，你認為是為什麼呢？\n A1: I am not concerned about what the Chinese think. Nowadays, the Hong Kong government is always concerned about what the Chinese think. \n 答：我不關心中國人的想法。近來，香港政府一直關心中國人的想法。\n A2: The most important reason is the difference in lifestyles… there are some differences in values. \n A2：最重要的原因是生活方式上的差異……我們有些價值觀是不同的。\n A3: In Central, Mongkok, etc., one can find so many mainland tourists come here and do what they would do in the mainland, e.g. cutting lines, (unidentifiable), speaking loudly in public spaces, etc. They are very impolite and they do whatever they want. It makes people feel like they are not the same as Hong Kongers. \n A3：在中環、旺角，許多大陸旅客來到這裡會做他們在大陸所做的事情，例如他們插队、在公共場所大聲說話。他們非常不禮貌，為所欲為。讓人覺得他們和香港人不一樣。\n A4: … more importantly, some of the policies set by the Hong Kong government would make Hong Kongers feel like those policies are serving the Chinese but not for Hong Kong.\n 答4：…更重要的是，香港政府的某些政策會使香港人覺得這些政策在為中國人民服務，而不是為香港服務。\n A5: It’s decided by their experience. If they hadn’t been mistreated or hadn’t witnessed any wrongdoings, it won’t make them so repulsive.\n A5：這取決於他們的經驗。如果他們沒有受到任何不好的對待或沒有目睹他們做錯了任何事情，那將不會使他們如此反對或討厭他們。\n A6: I think it is based on culture and there’s a cultural difference. Nowadays, young people pursue more of their freedom or independence. That's why they don’t like the Chinese government, not the people, in some cases.\n A6：我認為這是基於文化的。我們存在著文化上的差異。如今，年輕人追求更多的自由或獨立性，這就是為什麼在某些情況下，他們不喜歡的是中國政府，而不是人民。",

        "Q4: What scares you the most now that Hong Kong is part of China? \n 問題4：香港是中國的一部分，現在最讓您感到恐懼的是？\n A1: The freedom or liberty that we’re enjoying… we might lose these opportunities and freedoms. \n 答：我們正在享受的自由……我們可能會覺得我們將會失去這些機會和自由。 \n A2: Problem of freedom like the internet (access) because China has a firewall, it blocks many foreign websites like Facebook or even WhatsApp, which is the most common application in Hong Kong. Q: So you’re only concerned that you can’t get onto Facebook? \n A2: Well that’s part of the freedom and that would extend to freedom of speech…(giggles) I don’t know how to explain. \n 回答2：由於中國有防火牆，因此存在互聯網訪問等自由問題，它阻止了許多外國網站，如Facebook或WhatsApp，後者是香港最常用的應用程式。 \n 問：所以您只是擔心無法使用Facebook嗎？ \n A2：這是自由的一部分，並且會延伸至言論自由……（咯咯笑）我不知道如何解釋。 \n A3: ...will not change in 50 years but now, they’ve broken the promise. \n A3：...50年不變，但是現在，他們已經違反了那個承諾。 \n A4: Contracts, like the ones for housing, will end in 2047. Who will own these properties? Will they be taken away? The Hong Kong government seems to be trying to neutralize the uniqueness of Hong Kong’s culture and it is also one of the main concerns for a Hong Konger. \n 答案：一些合同，譬如說房子的租約，都會將在2047年到期。誰擁有這些財產？他們會被收回嗎？香港政府似乎正在努力消除香港文化的獨特性，這也是香港人的主要關切之一。 \n A5: The Chinese government is taking away the power from the Hong Kong government and I think, one day, Hong Kong would be one of the cities under China’s full supervision. I think, to most Hong Kong people, not only do they think about their benefits or resources being taken away and the infeasibility to make money in this free market, but also… \n A5：他們正在從香港政府手中奪走權力，我認為，有一天，香港將成為中國全面監督下的城市之一。我認為，對於大多數香港人來說，他們不僅會想到自己的利益或資源被剝奪，無法在這個自由市場中賺錢，更… \n A6: No, I’m not scared. That’s something you have to accept and you need to work out how to cooperate with China to get the most benefit for both Hong Kong and China instead of getting into conflicts. It’s a lose-lose instead of a win-win situation. \n A6：不，我不害怕。這是您必須接受的，您需要弄清楚如何與中國合作，以最大程度地為香港和中國帶來利益，而不是陷入衝突。（陷入衝突）是個雙輸，而不是雙贏的局面。"
      ]
    }
  ]
}
